/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "„%@“";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "Der Wert ist ungültig.";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "Der Wert „%@“ ist ungültig.";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "Bitte geben Sie einen gültigen Wert ein.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "Der Wert ist ungültig.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "Der Wert „%@“ ist ungültig.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "Der Wert ist zu klein.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "Der Wert ist zu groß.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "Bitte geben Sie einen gültigen Wert ein.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "Bitte geben Sie eine Zahl über %@ ein.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "Bitte geben Sie eine Zahl zwischen %1$@ und %2$@ ein.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "Bitte geben Sie eine Zahl unter %@ ein.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "Der Wert „%@“ ist zu klein.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "Der Wert „%@“ ist zu groß.";

/* NSFileLockingError */
"Err255-C" = "Die Datei konnte nicht geschützt werden.";

/* NSFileLockingError */
"Err255-R" = "Möglicherweise ist die Datei bereits geschützt oder Sie haben nicht die Zugriffsrechte, um sie zu schützen.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "Die Datei „%@“ konnte nicht geschützt werden.";

/* NSFileReadUnknownError */
"Err256" = "Die Datei konnte nicht geöffnet werden.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "Die Datei „%@“ konnte nicht geöffnet werden.";

/* NSFileReadNoPermissionError */
"Err257" = "Die Datei konnte nicht geöffnet werden, da Sie nicht die Zugriffsrechte haben, um sie anzuzeigen.";

/* NSFileReadNoPermissionError */
"Err257-C" = "Sie haben nicht die erforderlichen Zugriffsrechte.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "Um die Zugriffsrechte anzuzeigen oder zu ändern, wählen Sie das Objekt im Finder aus und wählen Sie „Ablage“ > „Informationen“.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "Die Datei „%@“ konnte nicht geöffnet werden, da Sie nicht die Zugriffsrechte haben, um sie anzuzeigen.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "Der Dateiname ist ungültig.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "Das Objekt konnte nicht geöffnet werden, da der Dateiname „%@“ ungültig ist.";

/* NSFileReadCorruptFileError */
"Err259" = "Die Datei konnte nicht geöffnet werden, da sie nicht das korrekte Format hat.";

/* NSFileReadCorruptFileError */
"Err259-C" = "Die Datei hat nicht das korrekte Format.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Die Datei ist möglicherweise beschädigt, abgeschnitten oder in einem anderen Format als erwartet.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "Die Datei „%@“ konnte nicht geöffnet werden, da sie nicht das korrekte Format hat.";

/* NSFileReadNoSuchFileError */
"Err260" = "Die Datei konnte nicht geöffnet werden, da sie nicht existiert.";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "Der Ordner „%@“ existiert nicht.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "Die Datei existiert nicht.";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "Der Ordner existiert nicht.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "Die Datei „%@“ konnte nicht geöffnet werden, da sie nicht existiert.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "Die Datei konnte nicht mithilfe der angegebenen Textcodierung geöffnet werden.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "Die angegebene Textcodierung kann nicht angewendet werden.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "Die Textcodierung „%@“ kann nicht angewendet werden.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "Die Datei wurde möglicherweise mit einer anderen Textcodierung gesichert oder es handelt sich nicht um eine Textdatei.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "Die Datei konnte nicht mithilfe der Textcodierung „%@“ geöffnet werden.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "Die Datei „%2$@“ konnte nicht mithilfe der Textcodierung „%1$@“ geöffnet werden.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "Die Datei konnte nicht geöffnet werden, da der angegebene URL-Typ nicht unterstützt wird.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "Der angegebene URL-Typ wird nicht unterstützt.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "Die Datei „%1$@“ konnte nicht geöffnet werden, da der URL-Typ „%2$@“ nicht unterstützt wird.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "Die Datei konnte nicht geöffnet werden, da der URL-Typ „%@“ nicht unterstützt wird.";

/* NSFileReadTooLargeError */
"Err263" = "Die Datei konnte nicht geöffnet werden, da sie zu groß ist.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "Die Datei ist zu groß.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "Die Datei „%@“ konnte nicht geöffnet werden, da sie zu groß ist.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "Die Datei konnte nicht geöffnet werden, da die Textcodierung des Inhalts nicht bestimmt werden konnte.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "Die Textcodierung des Inhalts konnte nicht bestimmt werden.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Möglicherweise können Sie die Datei öffnen, wenn Sie eine Textcodierung festlegen.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "Die Datei „%@“ konnte nicht geöffnet werden, da die Textcodierung des Inhalts nicht bestimmt werden kann.";

/* NSUserCancelledError */
"Err3072-C" = "Der Vorgang wurde abgebrochen.";

/* NSPropertyListCorruptError */
"Err3840" = "Die Daten konnten nicht gelesen werden, da sie beschädigt sind.";

/* NSPropertyListCorruptError */
"Err3840-C" = "Die Daten wurden beschädigt.";

/* NSPropertyListUnknownVersionError */
"Err3841" = "Die Daten konnten nicht gelesen werden, da sie ein Format haben, das dieses Programm nicht erkennen kann.";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "Die Daten haben ein Format, das dieses Programm nicht erkennen kann.";

/* NSPropertyListReadStreamError */
"Err3842" = "Die Daten konnten nicht gelesen werden, da ein Fehler am Quellort der Daten aufgetreten ist.";

/* NSPropertyListReadStreamError */
"Err3842-C" = "An der Datenquelle ist ein Fehler aufgetreten.";

/* NSPropertyListWriteStreamError */
"Err3851" = "Die Daten konnten nicht geschrieben werden, da ein Fehler am Zielort der Daten aufgetreten ist.";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "Am Zielort der Daten ist ein Fehler aufgetreten.";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "Der Ordner „%@“ existiert nicht.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "„%@“ konnte nicht entfernt werden.";

/* NSFileNoSuchFileError */
"Err4-C" = "Die Datei existiert nicht.";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "Der Ordner existiert nicht.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "Die Datei „%@“ existiert nicht.";

/* NSFileWriteUnknownError */
"Err512" = "Die Datei konnte nicht gesichert werden.";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "Die Datei „%1$@“ konnte nicht gesichert werden, da die Backup-Datei nicht aktualisiert werden konnte.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "„%1$@“ konnte nicht nach „%2$@“ kopiert werden.";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "„%1$@“ konnte nicht mit „%2$@“ verknüpft werden.";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "„%1$@“ konnte nicht nach „%2$@“ bewegt werden.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "„%@“ konnte nicht entfernt werden.";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "Die Backup-Datei konnte nicht gesichert werden.";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "Möglicherweise ist die Backup-Datei geschützt oder Sie haben nicht die notwendigen Zugriffsrechte, um sie zu sichern. Um die Zugriffsrechte anzuzeigen oder zu ändern, wählen Sie das Objekt im Finder aus und wählen Sie „Ablage“ > „Informationen“.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "Die Datei „%2$@“ konnte nicht im Ordner „%1$@“ gesichert werden.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "Die Datei „%@“ konnte nicht gesichert werden.";

/* NSFileWriteNoPermissionError */
"Err513" = "Die Datei konnte nicht gesichert werden, da Sie nicht über die erforderlichen Zugriffsrechte verfügen.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "„%1$@“ konnte nicht kopiert werden, da Sie nicht über die erforderlichen Zugriffsrechte für „%2$@“ verfügen.";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "„%1$@“ konnte nicht verknüpft werden, da Sie nicht über die erforderlichen Zugriffsrechte für „%2$@“ verfügen.";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "„%1$@“ konnte nicht bewegt werden, da Sie nicht über die erforderlichen Zugriffsrechte für „%2$@“ verfügen.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "„%@“ konnte nicht entfernt werden, da Sie nicht über die erforderlichen Zugriffsrechte verfügen.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "Sie haben nicht die erforderlichen Zugriffsrechte.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "Um die Zugriffsrechte anzuzeigen oder zu ändern, wählen Sie das Objekt im Finder aus und wählen Sie „Ablage“ > „Informationen“.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "Sie haben nicht die Zugriffsrechte, um die Datei „%2$@“ im Ordner „%1$@“ zu sichern.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "Sie haben nicht die Zugriffsrechte, um die Datei „%@“ zu sichern.";

/* NSFileWriteInvalidFileNameError */
"Err514" = "Das Objekt konnte nicht gesichert werden, da der Dateiname ungültig ist.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "Das Objekt konnte nicht entfernt werden, da der Dateiname „%@“ ungültig ist.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "Der Dateiname ist ungültig.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "Das Objekt konnte nicht gesichert werden, da der Dateiname „%@“ ungültig ist.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "Die Datei konnte nicht mithilfe der angegebenen Textcodierung gesichert werden.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "Die angegebene Textcodierung kann nicht angewendet werden.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "Die Textcodierung „%@“ kann nicht angewendet werden.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Falls möglich, wählen Sie eine andere Textcodierung.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "Die Datei konnte nicht mithilfe der Textcodierung „%@“ gesichert werden.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "Die Datei „%2$@“ konnte nicht mithilfe der Textcodierung „%1$@“ gesichert werden.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "Die Datei konnte nicht gesichert werden, da der angegebene URL-Typ nicht unterstützt wird.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "Der angegebene URL-Typ wird nicht unterstützt.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "Die Datei „%1$@“ konnte nicht gesichert werden, da der URL-Typ „%2$@“ nicht unterstützt wird.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "Die Datei konnte nicht gesichert werden, da der URL-Typ „%@“ nicht unterstützt wird.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "Die Datei konnte nicht gesichert werden, da nicht genügend Speicher verfügbar ist.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "„%1$@“ konnte nicht nach „%2$@“ kopiert werden, da nicht genügend Speicher verfügbar ist.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "„%1$@“ konnte nicht mit „%2$@“ verknüpft werden, da nicht genügend Speicher verfügbar ist.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "„%1$@“ konnte nicht nach „%2$@“ bewegt werden, da nicht genügend Speicher verfügbar ist.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "Es ist nicht genügend Speicher verfügbar.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "Das Volume „%@“ ist voll.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Entfernen Sie einige Dateien von dem Volume und versuchen Sie es erneut.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "Die Datei „%@“ kann nicht gesichert werden, da nicht genügend Speicher verfügbar ist.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "Die Datei „%1$@“ kann nicht gesichert werden, da das Volume „%2$@“ voll ist.";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "Die Datei konnte nicht gesichert werden, da das Volume schreibgeschützt ist.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "Das Volume ist schreibgeschützt.";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "Das Volume „%@“ ist schreibgeschützt.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "Sichern Sie die Datei auf einem anderen Volume.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "Die Datei „%@“ kann nicht gesichert werden, da das Volume schreibgeschützt ist.";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "Die Datei „%1$@“ kann nicht gesichert werden, da das Volume „%2$@“ schreibgeschützt ist.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "Der Vorgang konnte nicht abgeschlossen werden. (%1$@-Fehler %2$ld.)";

